Repository: sargon17/Yearlit
Catalog: HabitsWidget/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Calendar
cs: Kalendář
da: Kalender
de: Kalender
es: Calendario
et: Kalender
fi: Kalenteri
fr: Calendrier
hr: Kalendar
hu: Naptár
it: Calendario
lv: Kalendārs
nb: Kalender
nl: Kalender
pl: Kalendarz
pt_br: Calendário
sk: Kalendár
sl: Koledar
sv: Kalender
uk: Календар

source: Calendar ID
cs: ID kalendáře
da: Kalender-id
de: Kalender-ID
es: ID de calendario
et: Kalendri ID
fi: Kalenterin tunnus
fr: ID d'agenda
hr: ID kalendara
hu: Naptárazonosító
it: ID calendario
lv: Kalendāra ID
nb: Kalender-ID
nl: Agenda-ID
pl: Identyfikator kalendarza
pt_br: ID do calendário
ro: ID calendar
sk: ID kalendára
sl: ID koledarja
sv: Kalender-ID
uk: Ідентифікатор календаря

source: Calendar Widget
cs: Widget kalendáře
da: Kalender-widget
de: Kalender-Widget
es: Widget de calendario
et: Kalendri vidin
fi: Kalenteri-widget
fr: Widget de calendrier
hr: Widget kalendara
hu: Naptár widget
it: Widget del calendario
lv: Kalendāra logrīks
nb: Kalender-widget
nl: Kalenderwidget
pl: Widżet kalendarza
pt_br: Widget de calendário
ro: Widget pentru calendar
sk: Miniaplikácia kalendára
sl: Koledar Widget
sv: Kalenderwidget
uk: Віджет календаря

source: day
cs: den
da: dag
de: Tag
es: día
et: päeval
fi: päivä
fr: jour
hr: dan
hu: nap
it: giorno
lv: diena
nb: dag
nl: dag
pl: dzień
pt_br: dia
ro: zi
sk: deň
sl: dan
sv: dag
uk: день

# days streak
source: day streak
cs: dní v řadě
da: dage i træk
de: Tage in Folge
es: días de racha
et: päeva järjest
fi: päivää putkeen
fr: jours de suite
hr: dana zaredom
hu: napos sorozat
it: giorni di fila
lv: dienas pēc kārtas
nb: dager på rad
nl: dagen op rij
pl: dni z rzędu
pt_br: dias de sequência
ro: zile la rând
sk: dní v rade
sl: dni zapored
sv: dagar i rad
uk: днів поспіль

source: Display a selected habit calendar.
cs: Zobrazit vybraný kalendář zvyků.
da: Vis en valgt vanekalender.
de: Zeigt einen ausgewählten Gewohnheitskalender an.
es: Muestra un calendario de hábitos seleccionado.
et: Kuva valitud harjumuste kalender.
fi: Näytä valittu tapakalenteri.
fr: Afficher un calendrier d'habitudes sélectionné.
hr: Prikaz odabranog kalendara navika.
hu: Egy kiválasztott szokásnaptár megjelenítése.
it: Visualizza il calendario delle abitudini selezionato.
lv: Parādīt izvēlēto paradumu kalendāru.
nb: Vis en valgt vanekalender.
nl: Geef een geselecteerde gewoontekalender weer.
pl: Wyświetl wybrany kalendarz nawyków.
pt_br: Exibe um calendário de hábitos selecionado.
ro: Afișează un calendar de obiceiuri selectat.
sk: Zobrazte vybraný kalendár zvykov.
sl: Prikaz izbranega koledarja navad.
sv: Visa en vald vanekalender.
uk: Показати вибраний календар звичок.

source: Habit Configuration
cs: Nastavení zvyku
da: Vaneindstilling
de: Gewohnheit konfigurieren
es: Configuración de hábito
et: Harjumuse seadistus
fi: Tavan määritys
fr: Configuration de l’habitude
hr: Postavke navike
hu: Szokás beállítása
it: Configurazione abitudine
lv: Ieraduma iestatījumi
nb: Vaneinnstilling
nl: Gewoonteconfiguratie
pl: Konfiguracja nawyku
pt_br: Configuração de hábito
ro: Configurare obicei
sk: Nastavenie zvyku
sl: Nastavitev navade
sv: Vaneinställning
uk: Налаштування звички

source: Habit Progress
cs: Pokrok ve zvyku
da: Vanefremgang
de: Gewohnheitsfortschritt
es: Progreso del hábito
et: Harjumuse edenemine
fi: Tottumuksen edistyminen
fr: Progression des habitudes
hr: Napredak navika
hu: Szokás fejlődése
it: Progresso dell'abitudine
lv: Ieradumu attīstība
nb: Vanefremgang
nl: Gewoonte vooruitgang
pl: Postęp nawyków
pt_br: Progresso do hábito
ro: Progresul obiceiurilor
sk: Pokrok v návykoch
sl: Napredek navade
sv: Vanaframsteg
uk: Прогрес звички

source: Habit Quick Add
cs: Rychlé přidání zvyku
da: Tilføj vane hurtigt
de: Gewohnheit schnell hinzufügen
es: Añadir hábito rápido
et: Harjumuse kiire lisamine
fi: Tavan pikalisäys
fr: Ajout rapide d’habitude
hr: Brzo dodavanje navike
hu: Szokás gyors hozzáadása
it: Aggiunta rapida abitudine
lv: Ātra ieraduma pievienošana
nb: Legg til vane raskt
nl: Gewoonte snel toevoegen
pl: Szybkie dodawanie nawyku
pt_br: Adição rápida de hábito
ro: Adăugare rapidă obicei
sk: Rýchle pridanie zvyku
sl: Hitro dodajanje navade
sv: Lägg till vana snabbt
uk: Швидке додавання звички

# habitWidget.daysStreak
source: %lld day streak
cs: %lld dní v řadě
da: %lld dage i træk
de: %lld Tage in Folge
es: Racha de %lld días
et: %lld päeva järjest
fi: %lld päivää putkeen
fr: %lld jours de suite
hr: %lld dana zaredom
hu: %lld napos sorozat
it: %lld giorni di fila
lv: %lld dienas pēc kārtas
nb: %lld dager på rad
nl: %lld dagen op rij
pl: %lld dni z rzędu
pt_br: Sequência de %lld dias
ro: %lld zile la rând
sk: %lld dní v rade
sl: %lld dni zapored
sv: %lld dagar i rad
uk: %lld днів поспіль

# habitWidget.dayStreak
source: %lld day streak
cs: %lld den v řadě
da: %lld dag i træk
de: %lld Tag in Folge
es: Racha de %lld día
et: %lld päev järjest
fi: %lld päivä putkeen
fr: %lld jour de suite
hr: %lld dan zaredom
hu: %lld napos sorozat
it: %lld giorno di fila
lv: %lld diena pēc kārtas
nb: %lld dag på rad
nl: %lld dag op rij
pl: %lld dzień z rzędu
pt_br: Sequência de %lld dia
ro: %lld zi la rând
sk: %lld deň v rade
sl: %lld dan zapored
sv: %lld dag i rad
uk: %lld день поспіль

# habitWidget.weeksStreak
source: %lld week streak
cs: %lld týdnů v řadě
da: %lld uger i træk
de: %lld Wochen in Folge
es: Racha de %lld semanas
et: %lld nädalat järjest
fi: %lld viikkoa putkeen
fr: %lld semaines de suite
hr: %lld tjedana zaredom
hu: %lld hetes sorozat
it: %lld settimane di fila
lv: %lld nedēļas pēc kārtas
nb: %lld uker på rad
nl: %lld weken op rij
pl: %lld tygodni z rzędu
pt_br: Sequência de %lld semanas
ro: %lld săptămâni la rând
sk: %lld týždňov v rade
sl: %lld tednov zapored
sv: %lld veckor i rad
uk: %lld тижнів поспіль

# habitWidget.weekStreak
source: %lld week streak
cs: %lld týden v řadě
da: %lld uge i træk
de: %lld Woche in Folge
es: Racha de %lld semana
et: %lld nädal järjest
fi: %lld viikko putkeen
fr: %lld semaine de suite
hr: %lld tjedan zaredom
hu: %lld hetes sorozat
it: %lld settimana di fila
lv: %lld nedēļa pēc kārtas
nb: %lld uke på rad
nl: %lld week op rij
pl: %lld tydzień z rzędu
pt_br: Sequência de %lld semana
ro: %lld săptămână la rând
sk: %lld týždeň v rade
sl: %lld teden zapored
sv: %lld vecka i rad
uk: %lld тиждень поспіль

source: Quick Add
cs: Rychlé přidání
da: Hurtig tilføjelse
de: Schnell hinzufügen
es: Agregar rápido
et: Kiire lisamine
fi: Pikalisäys
fr: Ajout rapide
hr: Brzo dodavanje
hu: Gyors hozzáadás
it: Aggiunta rapida
lv: Ātrā pievienošana
nb: Rask Legg til
nl: Snel toevoegen
pl: Szybkie dodawanie
pt_br: Adição rápida
ro: Adăugare rapidă
sk: Rýchle pridanie
sl: Hitro dodajanje
sv: Snabb tillägg
uk: Швидке додавання

source: Quick Log Habit Entry
cs: Rychle zapsat zvyk
da: Log vane hurtigt
de: Gewohnheit schnell eintragen
es: Registro rápido de hábito
et: Logi harjumus kiiresti
fi: Kirjaa tapa nopeasti
fr: Journaliser rapidement l’habitude
hr: Brzi zapis navike
hu: Szokás gyors naplózása
it: Registra abitudine rapidamente
lv: Ātri reģistrēt ieradumu
nb: Logg vane raskt
nl: Gewoonte snel loggen
pl: Szybki wpis nawyku
pt_br: Registro rápido de hábito
ro: Înregistrează rapid obiceiul
sk: Rýchlo zapísať zvyk
sl: Hitro zabeleži navado
sv: Logga vana snabbt
uk: Швидко записати звичку

source: Quickly add an entry to your habit tracker
cs: Rychle přidejte záznam do sledování návyků
da: Tilføj hurtigt en post til din vanetracker
de: Füge deinem Gewohnheitstracker schnell einen Eintrag hinzu
es: Añade rápidamente una entrada a tu seguimiento de hábitos
et: Lisa kiiresti kirje oma harjumuste jälgijasse
fi: Lisää merkintä nopeasti tapaseurantaan
fr: Ajoute rapidement une entrée à ton suivi d’habitudes
hr: Brzo dodaj zapis u praćenje navika
hu: Adj gyorsan bejegyzést a szokáskövetődhöz
it: Aggiungi rapidamente una voce al tuo tracker delle abitudini
lv: Ātri pievieno ierakstu savam ieradumu sekotājam
nb: Legg raskt til en oppføring i vanesporeren din
nl: Voeg snel een item toe aan je gewoontetracker
pl: Szybko dodaj wpis do śledzenia nawyków
pt_br: Adicione rapidamente uma entrada ao seu rastreador de hábitos
ro: Adaugă rapid o intrare în trackerul de obiceiuri
sk: Rýchlo pridaj záznam do sledovania návykov
sl: Hitro dodaj vnos v sledilnik navad
sv: Lägg snabbt till en post i din vanespårare
uk: Швидко додайте запис у трекер звичок

source: Quickly add entries to your habit tracker.
cs: Rychle přidávejte záznamy do svého nástroje pro sledování návyků.
da: Føj hurtigt indgange til din vanetracker.
de: Fügen Sie schnell Einträge zu Ihrem Habit Tracker hinzu.
es: Agregue rápidamente entradas a su rastreador de hábitos.
et: Lisage kiiresti kirjed oma harjumuste jälgimisse.
fi: Lisää merkintöjä nopeasti tapaseurantaan.
fr: Ajoutez rapidement des entrées à votre suivi des habitudes.
hr: Brzo dodajte unose u svoj alat za praćenje navika.
hu: Gyorsan hozzáadhat bejegyzéseket a szokáskövetőhöz.
it: Aggiungi rapidamente voci al tuo tracker delle abitudini.
lv: Ātri pievienojiet ierakstus savam ieradumu izsekotājam.
nb: Legg raskt til oppføringer i vanesporeren din.
nl: Voeg snel gegevens toe aan uw gewoontetracker.
pl: Szybko dodawaj wpisy do swojego narzędzia do śledzenia nawyków.
pt_br: Adicione entradas rapidamente ao seu rastreador de hábitos.
ro: Adăugați rapid intrări în instrumentul de urmărire a obiceiurilor.
sk: Rýchlo pridajte záznamy do svojho sledovača zvykov.
sl: Hitro dodajte vnose v sledilnik navad.
sv: Lägg snabbt till poster i din vanespårare.
uk: Швидко додавайте записи у трекер звичок.

source: Select a calendar to display
cs: Vyberte kalendář, který chcete zobrazit
da: Vælg en kalender, der skal vises
de: Wählen Sie einen Kalender zur Anzeige aus
es: Seleccione un calendario para mostrar
et: Valige kuvatav kalender
fi: Valitse näytettävä kalenteri
fr: Sélectionnez un calendrier à afficher
hr: Odaberite kalendar za prikaz
hu: Válassza ki a megjeleníteni kívánt naptárat
it: Selezionare un calendario da visualizzare
lv: Izvēlieties parādāmo kalendāru
nb: Velg en kalender som skal vises
nl: Selecteer een kalender om weer te geven
pl: Wybierz kalendarz do wyświetlenia
pt_br: Selecione um calendário para exibir
ro: Selectați un calendar de afișat
sk: Vyberte kalendár, ktorý chcete zobraziť
sl: Izberite koledar za prikaz
sv: Välj en kalender att visa
uk: Виберіть календар для відображення

source: this week
cs: tento týden
da: denne uge
de: diese Woche
es: esta semana
et: sel nädalal
fi: tällä viikolla
fr: cette semaine
hr: ovaj tjedan
hu: ezen a héten
it: questa settimana
lv: šonedēļ
nb: denne uken
nl: deze week
pl: w tym tygodniu
pt_br: esta semana
ro: în această săptămână
sk: tento týždeň
sl: ta teden
sv: denna vecka
uk: цього тижня

source: today
cs: dnes
da: i dag
de: Heute
es: hoy
et: täna
fi: tänään
fr: aujourd'hui
hr: danas
hu: ma
it: oggi
lv: šodien
nb: i dag
nl: Vandaag
pl: Dzisiaj
pt_br: hoje
ro: astăzi
sk: dnes
sl: danes
sv: i dag
uk: сьогодні

source: Track your habit's progress with a beautiful visualization.
cs: Sledujte pokrok svého zvyku pomocí krásné vizualizace.
da: Spor din vanes fremskridt med en smuk visualisering.
de: Verfolgen Sie den Fortschritt Ihrer Gewohnheit mit einer schönen Visualisierung.
es: Realice un seguimiento del progreso de su hábito con una hermosa visualización.
et: Jälgige oma harjumuse edenemist kauni visualiseerimisega.
fi: Seuraa tapasi edistymistä kauniilla visualisoinneilla.
fr: Suivez la progression de votre habitude avec une belle visualisation.
hr: Pratite napredak svoje navike uz prekrasnu vizualizaciju.
hu: Kövesse nyomon szokása fejlődését egy gyönyörű vizualizációval.
it: Tieni traccia del progresso della tua abitudine con una bella visualizzazione.
lv: Sekojiet sava ieraduma progresam, izmantojot skaistu vizualizāciju.
nb: Spor vanens fremgang med en vakker visualisering.
nl: Volg de voortgang van uw gewoonte met een prachtige visualisatie.
pl: Śledź postęp swojego nawyku za pomocą pięknej wizualizacji.
pt_br: Acompanhe o progresso do seu hábito com uma bela visualização.
ro: Urmăriți progresul obiceiului dvs. cu o vizualizare frumoasă.
sk: Sledujte pokrok vo svojom zvyku pomocou krásnej vizualizácie.
sl: Spremljajte napredek svoje navade s čudovito vizualizacijo.
sv: Spåra din vanas framsteg med en vacker visualisering.
uk: Відстежуйте прогрес звички за допомогою красивої візуалізації.

source: week
cs: týden
da: uge
de: Woche
es: semana
et: nädal
fi: viikko
fr: semaine
hr: tjedan
hu: hét
it: settimana
lv: nedēļa
nb: uke
pl: tydzień
pt_br: semana
ro: săptămână
sk: týždeň
sl: teden
sv: vecka
uk: тиждень

# weeks streak
source: week streak
cs: týdnů v řadě
da: uger i træk
de: Wochen in Folge
es: semanas de racha
et: nädalat järjest
fi: viikkoa putkeen
fr: semaines de suite
hr: tjedana zaredom
hu: hetes sorozat
it: settimane di fila
lv: nedēļas pēc kārtas
nb: uker på rad
nl: weken op rij
pl: tygodni z rzędu
pt_br: semanas de sequência
ro: săptămâni la rând
sk: týždňov v rade
sl: tednov zapored
sv: veckor i rad
uk: тижнів поспіль

source: Which calendar do you want to display?
cs: Který kalendář chcete zobrazit?
da: Hvilken kalender vil du have vist?
de: Welchen Kalender möchten Sie anzeigen?
es: ¿Qué calendario quieres mostrar?
et: Millist kalendrit soovite kuvada?
fi: Minkä kalenterin haluat näyttää?
fr: Quel calendrier souhaitez-vous afficher ?
hr: Koji kalendar želite prikazati?
hu: Melyik naptárat szeretné megjeleníteni?
it: Quale calendario vuoi visualizzare?
lv: Kuru kalendāru vēlaties parādīt?
nb: Hvilken kalender vil du vise?
nl: Welke kalender wil je weergeven?
pl: Który kalendarz chcesz wyświetlić?
pt_br: Qual calendário você deseja exibir?
ro: Ce calendar doriți să afișați?
sk: Ktorý kalendár chcete zobraziť?
sl: Kateri koledar želite prikazati?
sv: Vilken kalender vill du visa?
uk: Який календар ви хочете відобразити?
